Revit 2027 API
TessellatedBuildIssue.NumberEncountered Property
 How many times this issue was encountered in its face set during the face set processing. This number can be less than the total number of such issues in the face set, as the face set processing could be aborted due to the presence of the issues which could not be handled.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int NumberEncountered { get; }
Public ReadOnly Property NumberEncountered As Integer
	Get
public:
property int NumberEncountered {
	int get ();
}
member NumberEncountered : int with get
Property Value
Int32
See Also
Reference
TessellatedBuildIssue Class
Autodesk.Revit.DB Namespace